Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_connection_auto_rb
source: Auto (TCP if available or HTTP)
be: Аўта (TCP, калі даступны або HTTP)
ca: Auto (TCP si és disponible o HTTP)
de: Automatisch (TCP oder HTTP)
es: Automático (TCP si existe o HTTP)
fr: Automatique (TCP, HTTP sinon)
it: Auto (TCP se disponibile o HTTP)
ko: 자동 (TCP 시도 후 HTTP 시도)
ms: Auto (TCP jika ada atau HTTP)
nl: Auto (TCP indien beschikbaar of HTTP)
pl: Auto (TCP, jeśli jest dostępne lub HTTP)
pt_br: Auto (TCP se disponível ou HTTP)
ru: Автовыбор (приоритет TCP над HTTP)
tr: Otomatik (varsa TCP veya HTTP)
uk: Автоматично (ТСР або НТТР)

# lng_connection_header
source: Connection type
be: Тып злучэння
ca: Tipus de connexió
de: Verbindungsart
es: Tipo de conexión
fr: Type de connexion
it: Tipo di connessione
ko: 연결 유형
ms: Jenis hubungan
nl: Verbindingstype
pl: Typ połączenia
pt_br: Tipo de conexão
ru: Способ подключения
tr: Bağlantı türü
uk: Тип зʼєднання

# lng_connection_host_ph
source: Hostname
be: Хост
ca: Nom de l'amfitrió
de: Server
es: Nombre del host
fr: Hôte
ko: 호스트네임
ms: Nama host
nl: Hostnaam
pl: Nazwa hosta
pt_br: Nome do host
ru: Хост
tr: Ana makine adı
uk: Імʼя хоста

# lng_connection_http_proxy_rb
source: HTTP with custom http-proxy
be: HTTP з карыстальніцкім http-проксі
ca: HTTP amb un http-proxy propi
de: HTTP (benutzerdef. Proxy)
es: HTTP con http-proxy personalizado
fr: HTTP avec proxy HTTP personnalisé
it: HTTP con proxy-http personalizzato
ko: HTTP (커스텀 HTTP 프록시)
ms: HTTP dengan http-proxy khusus
nl: HTTP met aangepaste http-proxy
pl: HTTP z własnym http-proxy
pt_br: HTTP com http-proxy customizado
ru: HTTP через http-прокси
tr: Özel http-proxy ile HTTP
uk: HTTP з власним http-проксі

# lng_connection_proxy
source: {transport} with proxy
be: {transport} з проксі
ca: {transport} amb proxy
de: {transport} mit Proxy
es: {transport} con un proxy
fr: {transport} avec proxy
it: {transport} con proxy
ko: {transport} 프록시 연결
ms: {transport} dengan proksi
nl: {transport} met proxy
pl: {transport} z proxy
pt_br: {transport} com proxy
ru: {transport} через прокси
tr: {transport} ile vekil sunucu
uk: {transport} із проксі

# lng_connection_proxy_connecting
source: Connecting through proxy...
be: Злучэнне праз проксі-сервер...
ca: S'està connectant per proxy...
de: Verbinde über Proxy...
es: Conectando a través de proxy...
fr: Connexion à travers le proxy...
it: Connetto tramite proxy...
ko: 프록시 연결 중...
ms: Hubungi menerusi proksi...
nl: Verbinden via proxy...
pl: Łączenie za pośrednictwem proxy…
pt_br: Conectando via proxy...
ru: Подключение через прокси...
tr: Vekil sunucu üzerinden bağlanıyor…
uk: Зʼєднуємося через проксі...

# lng_connection_tcp_proxy_rb
source: TCP with custom socks5-proxy
be: TCP з карыстальніцкім socks5-проксі
ca: TCP amb un socks5-proxy propi
de: TCP (benutzerdef. Socks5-Proxy)
es: TCP con socks5-proxy personalizado
fr: TCP avec proxy SOCKS v5 personnalisé
it: TCP con proxy-socks5 personalizzato
ko: TCP (커스텀 socks5-proxy)
ms: TCP dengan socks5-proxy khusus
nl: TCP met aangepaste socks5-proxy
pl: TCP z własnym socks5-proxy
pt_br: TCP com socks5-proxy customizado
ru: TCP через socks5
tr: Özel socks5-proxy ile TCP
uk: ТCP з власним socks5-проксі

# lng_connection_try_ipv6
source: Try connecting through IPv6
be: Спрабаваць падлучыцца праз IPv6
ca: Prova de connectar a través d'IPv6
de: Über IPv6 verbinden
es: Intentar conectar a través de IPv6
fr: Tenter une connexion IPv6
it: Prova a connettere tramite IPv6
ko: IPv6로 연결 시도
ms: Cuba hubungi dengan IPv6
nl: Verbinden via IPV6
pl: Spróbuj połączyć się przez IPv6
pt_br: Tentar conexão via IPv6
ru: Через IPv6 (если возможно)
tr: IPv6 üzerinden bağlanmayı dene
uk: Підключення через IPv6 (якщо можливо)

# lng_connection_type
source: Connection type:
be: Тып злучэння:
ca: Tipus de connexió:
de: Verbindungsart:
es: Tipo de conexión:
fr: Type de connexion :
it: Tipo di connessione:
ko: 연결 유형:
ms: Jenis sambungan:
nl: Verbindingstype:
pl: Typ połączenia:
pt_br: Tipo de conexão:
ru: Способ подключения:
tr: Bağlantı türü:
uk: Тип зʼєднання:

# lng_contact_not_joined
source: Unfortunately {name} has not joined Telegram yet, but you can send them an invitation. We will notify you when any of your contacts join Telegram.
be: На жаль, {name} яшчэ не далучыўся(-лася) да Telegram, але вы можаце адправіць яму (ёй) запрашэнне! Мы паведамім вам, калі нехта са спіса вашых кантактаў далучыцца да Telegram.
ca: Lamentablement {name} encara no s'ha unit al Telegram, però li podeu enviar una invitació. Us avisarem si qualsevol dels vostres contactes s'uneix al Telegram.
de: Leider hat {name} noch kein Konto bei Telegram, aber du kannst deinen Kontakt gerne einladen. Sobald jemand aus deinen Kontakten Telegram nutzt, informieren wir dich.
es: Lamentablemente, {name} no se ha unido a Telegram aún, pero puedes enviarle una invitación. Te informaremos cuando alguno de tus contactos se una a Telegram.
fr: Malheureusement, {name} n'est pas encore sur Telegram, mais vous pouvez lui envoyer une invitation. Nous vous notifierons à chaque fois qu'un de vos contacts rejoint Telegram.
it: Sfortunatamente {name} non è ancora su Telegram, ma puoi inviare un invito. Ti notificheremo quando uno dei tuoi contatti si unisce a Telegram.
ko: 유감스럽게도 {name} 님은 아직 텔레그램에 가입하지 않았습니다. 하지만 초대를 보낼 수는 있습니다. 연락처에 있는 사람 중 텔레그램에 가입하시는 분이 있다면 알려 드리겠습니다.
ms: Malangnya {name} belum sertai Telegram lagi, tetapi anda boleh jemput rakan anda. Kami akan beritahu anda bila kenalan anda sertai Telegram.
nl: {name} heeft zich nog niet aangemeld bij Telegram, je kunt een uitnodiging sturen. We informeren je wanneer een contact van jou lid is geworden van Telegram.
pl: Niestety, kontakt {name} nie dołączył jeszcze do Telegrama, ale możesz wysłać mu zaproszenie. Powiadomimy cię, gdy którykolwiek z twoich kontaktów dołączy do Telegrama.
pt_br: Infelizmente {name} ainda não entrou para o Telegram, mas você pode enviar um convite. Iremos te notificar quando algum de seus contatos entrar para o Telegram.
ru: К сожалению, {name} пока не пользуется Telegram, но Вы можете отправить приглашение. Когда кто-либо из Ваших контактов регистрируется в Telegram, Вы будете получать уведомление.
tr: Maalesef {name} henüz Telegram'a katılmadı, ancak ona bir davetiye gönderebilirsin. Kişilerinizden herhangi biri Telegram'a katıldığında sizi bilgilendireceğiz.
uk: На жаль, користувач {name} ще не приєднався до Telegram, але ви можете його запросити. Ми сповістимо вас, щойно хтось із ваших контактів приєднається.

# lng_contact_phone_after
source: Phone number will be visible once {user} adds you as a contact.
be: Нумар тэлефона будзе бачны, як толькі {user} дадасць вас у кантакты.
ca: El número serà visible quan {user} us afegeixi com a contacte.
de: Telefonnummer wird sichtbar sein, sobald {user} dich als Kontakt hinzufügt.
es: El número de teléfono será visible una vez que {user} te añada como contacto.
fr: Le numéro de téléphone sera visible une fois que {user} vous ajoutera à ses contacts.
it: Il numero di telefono sarà visibile dopo che {user} ti avrà aggiunto come contatto.
ko: 전화번호는 {user} 님이 회원님을 연락처에 추가하는 즉시 보입니다.
ms: Nombor fon akan boleh dilihat bila {user} tambah anda sebagai kenalannya.
nl: Telefoonnummer is zichtbaar zodra {user} je als contact heeft toegevoegd.
pl: Numer telefonu będzie widoczny, gdy {user} doda cię jako kontakt.
pt_br: O número de telefone ficará visível assim que {user} te adicionar como contato.
ru: Номер телефона будет виден, когда {user} добавит Вас в контакты.
tr: {user} sizi kişi olarak eklediğinde telefon numarası görünür olacak.
uk: Ви бачитимете номер телефону, коли {user} додасть вас до своїх контактів.

# lng_contact_phone_will_be_shared
source: You can make your phone visible to {user}.
be: Вы можаце зрабіць ваш тэлефон бачным для {user}.
ca: Podeu mostrar a {user} el vostre telèfon.
de: Du kannst deine Nummer für {user} sichtbar machen.
es: Puedes hacer tu número visible para {user}.
fr: Vous pouvez rendre votre numéro visible à {user}.
it: Puoi rendere il numero di telefono visibile a {user}.
ko: 전화번호를 {user} 님에게 보이게 하실 수 있습니다.
ms: Anda boleh paparkan fon anda kepada {user}.
nl: Je kunt je telefoonnummer zichtbaar maken voor {user}.
pl: Możesz ustawić, że twój numer telefonu będzie widoczny dla {user}.
pt_br: Você pode tornar seu número visível para {user}.
ru: Вы можете разрешить {user} видеть Ваш номер телефона.
tr: Telefonunuzu {user} kişisi için görünür yapabilirsiniz.
uk: Ви можете дозволити {user} бачити ваш номер телефону.

# lng_contact_share_phone
source: Share my phone number
be: Абагуліць мой нумар тэлефона
ca: Comparteix el meu número
de: Meine Telefonnummer teilen
es: Compartir mi número de teléfono
fr: Partager mon numéro de téléphone
it: Condividi il mio numero
ko: 내 전화번호 공유하기
ms: Kongsi nombor fon saya
nl: Deel mijn telefoonnummer
pl: Udostępnij mój numer telefonu
pt_br: Compartilhar meu número
ru: Показать номер телефона
tr: Telefon numaramı paylaş
uk: Показати свій номер телефону

# lng_contacts_not_found
source: No contacts found
be: Не знойдзена ніводнага кантакту
ca: No s'ha trobat cap contacte
de: Keine Kontakte gefunden
es: No se encontraron contactos
fr: Aucun contact trouvé
it: Nessun contatto trovato
ko: 연락처를 찾지 못했습니다
ms: Tiada kenalan dijumpai
nl: Geen contacten gevonden
pl: Nie znaleziono kontaktów
pt_br: Nenhum contato encontrado
ru: Контакты не найдены
tr: Kişi bulunamadı
uk: Контактів не знайдено

# lng_context_archive_to_list
source: Move to chats list
be: Перамясціць у спіс чатаў
ca: Mou a la llista de xats
de: In die Chatliste verschieben
es: Mover a la lista de chats
fr: Déplacer vers la liste des échanges
it: Sposta nella lista chat
ko: 대화방 목록으로 이동
ms: Gerak ke senarai bual
nl: Verplaats naar chatoverzicht
pl: Przenieś do listy czatów
pt_br: Mover para a lista de chats
ru: Перенести в список чатов
tr: Sohbet listesine taşı
uk: Перенести у список чатів

# lng_context_archive_to_menu
source: Move to main menu
be: Перамясціць у галоўнае меню
ca: Mou al menú principal
de: In das Hauptmenü verschieben
es: Mover al menú principal
fr: Déplacer au menu principal
it: Sposta nel menu principale
ko: 메인 메뉴로 이동
ms: Gerak ke menu utama
nl: Verplaats naar hoofdmenu
pl: Przenieś do głównego menu
pt_br: Mover para o menu principal
ru: Перенести в главное меню
tr: Ana menüye taşı
uk: Перенести в головне меню

# lng_context_archive_to_menu_info
source: Archive moved to the main menu! You can return it from the context menu of the archive button.
be: Архіў перанесены ў галоўнае меню! Вы можаце вярнуць яго з кантэкстнага меню кнопкі архіва.
ca: L'arxiu s'ha mogut al menú principal. Podeu restaurar-lo des del menú contextual del botó d'arxiu.
de: Archiv wurde ins Hauptmenü verschoben. Rechtsklick auf das Symbol macht es rückgängig.
es: ¡Archivo trasladado al menú principal! Puedes restituirlo haciendo clic con el botón secundario sobre el botón de archivo.
fr: Archive déplacée vers le menu principal ! Vous pouvez la rétablir depuis le menu contextuel du bouton archive.
it: Archivio spostato nel menu principale! Puoi recuperarlo dal menu contestuale del pulsante di archivio.
ko: 보관함에서 메인메뉴로 옮겼습니다! 메뉴에 있는 보관함 오른쪽 클릭을 하여 복원할 수 있습니다.
ms: Arkib dipindah ke menu utama! Anda boleh kembalikannya dari menu konteks di butang arkib.
nl: Achief verplaatst naar hoofdmenu! Je kunt deze terugplaatsen via het optiemenu van de archiefknop.
pl: Archiwum przeniesione do głównego menu! Możesz je przywrócić za pomocą menu kontekstowego przycisku archiwum.
pt_br: Arquivo movido para o menu principal! Você pode desfazer isso usando o botão direito no ícone de Arquivo.
ru: Архив теперь в главном меню! Чтобы вернуть его в список чатов, нажмите правой клавишей на кнопку архива.
tr: Arşiv ana menüye taşındı! Arşiv düğmesini içerik menüsünden geri döndürebilirsiniz.
uk: Архів перенесено в головне меню! Щоб повернути його назад, клацніть правою кнопкою мишки на кнопці архіву.

# lng_context_attached_stickers
source: Attached Stickers
be: Далучаныя стыкеры
ca: Adhesius adjunts
de: Angefügte Sticker
es: Stickers adjuntos
fr: Autocollants joints
it: Sticker allegati
ko: 부착된 스티커
ms: Stiker Dilampir
nl: Bijgevoegde stickers
pl: Załączone naklejki
pt_br: Stickers Anexos
ru: Прикреплённые стикеры
tr: Ekli Çıkartmalar
uk: Прикріплені наліпки

# lng_context_auto_delete_in
source: auto-deletes in {duration}
be: Аўтавыдаленне праз {duration}
ca: s'autodestruirà en {duration}
de: Auto-Löschung: {duration}
es: se autoeliminará en {duration}
fr: autosuppression dans {duration}
it: si autoelimina tra {duration}
ko: {duration} 이후 자동 삭제됨
ms: Hapus automatik selepas {duration}
nl: Auto-wis over {duration}
pl: auto-usunięcie za {duration}
pt_br: autoexcluirá em {duration}
ru: автоудаление через {duration}
tr: {duration} sonra silinir
uk: автовидалення через {duration}

# lng_context_cancel_download
source: Cancel Download
be: Скасаваць спампоўванне
ca: Cancel·la la baixada
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla download
ko: 다운로드 취소
ms: Batal Muat Turun
nl: Download annuleren
pl: Anuluj pobieranie
pt_br: Cancelar Download
ru: Отменить загрузку
tr: İndirmeyi İptal Et
uk: Скасувати завантаження

# lng_context_cancel_upload
source: Cancel Upload
be: Скасаваць запампоўку
ca: Cancel·la la pujada
de: Upload abbrechen
es: Cancelar envío
fr: Annuler l'envoi
it: Annulla caricamento
ko: 업로드 취소
ms: Batal Muat naik
nl: Upload annuleren
pl: Anuluj wysyłanie
pt_br: Cancelar Envio
ru: Отменить отправку
tr: Yüklemeyi İptal Et
uk: Скасувати завантаження

# lng_context_clear_selection
source: Clear Selection
be: Скасаваць выбар
ca: Cancel·la la selecció
de: Auswahl aufheben
es: Deseleccionar
fr: Annuler la sélection
it: Annulla selezione
ko: 선택 취소
ms: Padam Pilihan
nl: Selectie wissen
pl: Wyczyść zaznaczenie
pt_br: Limpar Seleção
ru: Отменить выбор
tr: Seçileni Temizle
uk: Очистити вибране

# lng_context_copy_email
source: Copy Email Address
be: Капіяваць адрас электроннай пошты
ca: Copia l'adreça electrònica
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo
fr: Copier le courriel
it: Copia indirizzo email
ko: 이메일 복사
ms: Salin Alamat Emel
nl: E-mailadres kopiëren
pl: Kopiuj adres e-mail
pt_br: Copiar Endereço de Email
ru: Копировать почту
tr: E-posta Adresini Kopyala
uk: Копіювати адресу

# lng_context_copy_hashtag
source: Copy Hashtag
be: Капіяваць хэштэг
ca: Copia l'etiqueta
de: Hashtag kopieren
es: Copiar hashtag
fr: Copier le hashtag
it: Copia hashtag
ko: 해시태그 복사
ms: Salin tag hash
nl: Hashtag kopiëren
pl: Kopiuj hashtag
pt_br: Copiar Hashtag
ru: Копировать хештег
tr: Etiketi Kopyala
uk: Копіювати хештег

# lng_context_copy_image
source: Copy Image
be: Капіяваць відарыс
ca: Copia la imatge
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
it: Copia immagine
ko: 이미지 복사
ms: Salin imej
nl: Afbeelding kopiëren
pl: Kopiuj obraz
pt_br: Copiar Imagem
ru: Копировать изображение
tr: Resmi Kopyala
uk: Копіювати зображення

# lng_context_copy_mention
source: Copy Username
be: Капіяваць імя карыстальніка
ca: Copia el nom d'usuari
de: Benutzername kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia username
ko: 사용자명 복사
ms: Salin Nama Samaran
nl: Gebruikersnaam kopiëren
pl: Kopiuj nazwę użytkownika
pt_br: Copiar Nome de Usuário
ru: Копировать имя пользователя
tr: Kullanıcı Adını Kopyala
uk: Копіювати псевдонім

# lng_context_copy_message_link
source: Copy Message Link
be: Капіяваць спасылку на паведамленне
ca: Copia l'enllaç del missatge
de: Link kopieren
es: Copiar enlace al mensaje
fr: Copier le lien
it: Copia link messaggio
ko: 메시지 링크 복사
ms: Salin Link Mesej
nl: Berichtlink kopiëren
pl: Kopiuj link
pt_br: Copiar Link da Mensagem
ru: Копировать ссылку на сообщение
tr: Mesaj Bağlantısını Kopyala
uk: Копіювати посилання

# lng_context_copy_post_link
source: Copy Post Link
be: Капіяваць спасылку на допіс
ca: Copia l'enllaç a la publicació
de: Link kopieren
es: Copiar enlace al post
fr: Copier le lien
it: Copia link post
ko: 게시물 링크 복사
ms: Salin Link Pos
nl: Berichtlink kopiëren
pl: Kopiuj link posta
pt_br: Copiar Link do Post
ru: Копировать ссылку на сообщение
tr: Mesaj Bağlantısını Kopyala
uk: Копіювати посилання

# lng_context_copy_selected
source: Copy Selected Text
be: Капіяваць вылучаны тэкст
ca: Copia el text seleccionat
de: Text kopieren
es: Copiar texto seleccionado
fr: Copier la sélection
it: Copia testo selezionato
ko: 선택한 텍스트 복사
ms: Salin Teks yang Dipilih
nl: Tekstselectie kopiëren
pl: Kopiuj zaznaczony tekst
pt_br: Copiar Texto Selecionado
ru: Копировать выделенный текст
tr: Seçili Metni Kopyala
uk: Копіювати виділений текст

# lng_context_copy_selected_items
source: Copy Selected as Text
be: Капіяваць вылучаны тэкст
ca: Copia-ho com a text
de: Als Text kopieren
es: Copiar lo seleccionado como texto
fr: Copier en tant que texte
it: Copia selezione come testo
ko: 선택한 내용 텍스트 복사
ms: Salin yang Dipilih sebagai Teks
nl: Selectie als tekst kopiëren
pl: Kopiuj zaznaczenie jako tekst
pt_br: Copiar Seleção como Texto
ru: Копировать выбранное как текст
tr: Seçileni Metin Olarak Kopyala
uk: Копіювати вибране як текст

# lng_context_copy_text
source: Copy Text
be: Капіяваць тэкст
ca: Copia el text
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ko: 텍스트 복사
ms: Salin Teks
nl: Tekst kopiëren
pl: Kopiuj tekst
pt_br: Copiar Texto
ru: Копировать текст
tr: Metni Kopyala
uk: Копіювати текст

# lng_context_delete_selected
source: Delete Selected
be: Выдаліць выбранае
ca: Elimina la selecció
de: Auswahl löschen
es: Eliminar lo seleccionado
fr: Supprimer la sélection
it: Elimina selezione
ko: 선택된 메시지 삭제
ms: Hapus Dipilih
nl: Selectie verwijderen
pl: Usuń zaznaczone
pt_br: Apagar Selecionado
ru: Удалить выбранное
tr: Seçileni Sil
uk: Видалити вибране

# lng_context_forward_selected
source: Forward Selected
be: Пераслаць выбранае
ca: Reenvia la selecció
de: Auswahl weiterleiten
es: Reenviar lo seleccionado
fr: Transférer la sélection
it: Inoltra selezione
ko: 선택한 메시지 전달
ms: Majukan Dipilih
nl: Selectie doorsturen
pl: Przekaż zaznaczone
pt_br: Encaminhar Selecionado
ru: Переслать выбранное
tr: Seçileni İlet
uk: Переслати вибране

# lng_context_hide_psa
source: Hide this announcement
be: Схаваць гэту аб'яву
ca: Amaga aquest anunci
de: Ankündigung ausblenden
es: Ocultar este anuncio
fr: Masquer cette annonce
it: Nascondi questo annuncio
ko: 이 공지 숨기기
ms: Sembunyi pengumuman ini
nl: Deze aankondiging verbergen
pl: Ukryj to ogłoszenie
pt_br: Ocultar este aviso
ru: Скрыть новость
tr: Bu duyuruyu gizle
uk: Приховати це оголошення

# lng_context_mark_read_all
source: Mark all chats as read
be: Пазначыць усе чаты як прачытаныя
ca: Marca tots els xats com a llegits
de: Alle Chats als gelesen markieren
es: Marcar todo como leído
fr: Marquer tous les échanges comme lus
it: Segna tutte le chat come lette
ko: 모든 대화를 읽음으로 표시
ms: Tanda semua bual sebagai dibaca
nl: Alle chats als gelezen markeren
pl: Oznacz wszystkie czaty jako przeczytane
pt_br: Marcar tudo como lido
ru: Пометить все чаты как прочитанные
tr: Tüm sohbetleri okundu olarak işaretle
uk: Позначити всі чати прочитаними

# lng_context_mark_read_all_sure
source: Are you sure you want to mark all chats as read?
be: Вы ўпэўнены, што хочаце пазначыць усе чаты як прачытаныя?
ca: Voleu marcar tots els xats com a llegits?
de: Wirklich alle Chats als gelesen markieren?
es: ¿Quieres marcar todos los chats como leídos?
fr: Voulez-vous vraiment marquer tous les échanges comme lus ?
it: Vuoi davvero segnare tutte le chat come lette?
ko: 정말 모든 대화를 읽음으로 표시하겠습니까?
ms: Anda pasti ingin tanda semua bual sebagai telah dibaca?
nl: Echt alle chats als gelezen markeren?
pl: Czy na pewno chcesz oznaczyć wszystkie czaty jako przeczytane?
pt_br: Deseja marcar todos os chats como lidos?
ru: Вы точно хотите пометить все чаты как прочитанные?
tr: Tüm sohbetleri okundu olarak işaretlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете позначити прочитаними всі чати?

# lng_context_mark_read_mentions_all
source: Mark all mentions as read
be: Пазначыць усе згадкі як прачытаныя
ca: Desmarca les mencions
de: Alle Erwähnungen als gelesen markieren
es: Marcar todas las menciones como leídas
fr: Marquer toutes les mentions comme lues
it: Segna tutte le menzioni come lette
ko: 모든 언급 읽음 표시
ms: Tanda semua seruan sebagai dibaca
pl: Oznacz wszystkie wzmianki jako przeczytane
pt_br: Marcar todas as menções como lidas
ru: Отметить упоминания как прочитанные
tr: Tüm bahsedenleri okundu işaretle
uk: Позначити всі згадки як прочитані

# lng_context_mark_read_sure
source: Are you sure you want to mark all chats from this folder as read?
be: Вы ўпэўнены, што хочаце пазначыць усе чаты з гэтай папкі як прачытаныя?
ca: Segur que voleu marcar tots els xats d'aquesta carpeta com a llegits?
de: Wirklich alle Chats aus diesem Ordner als gelesen markieren?
es: ¿Quieres marcar todos los chats de esta carpeta como leídos?
fr: Voulez-vous vraiment marquer tous les échanges de ce dossier comme lus ?
it: Vuoi davvero segnare tutte le chat di questa cartella come lette?
ko: 정말 이 폴더에 있는 모든 대화를 읽음으로 하겠습니까?
ms: Anda pasti ingin tanda semua bual dalam folder ini sebagai dibaca?
nl: Alle chats van deze map als gelezen markeren?
pl: Czy na pewno chcesz oznaczyć wszystkie czaty w tym folderze jako przeczytane?
pt_br: Deseja marcar todos os chats dessa pasta como lidos?
ru: Вы точно хотите пометить все чаты в этой папке как прочитанные?
tr: Bu klasördeki tüm sohbetleri okundu olarak işaretlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете позначити прочитаними всі чати в цій папці?

# lng_context_open_gif
source: Open GIF
be: Праглядзець анімацыю
ca: Obre el GIF
de: GIF öffnen
es: Abrir GIF
fr: Ouvrir le GIF
it: Apri GIF
ko: GIF 열기
ms: Buka GIF
nl: Gif openen
pl: Otwórz GIFa
pt_br: Abrir GIF
ru: Открыть GIF
tr: GIF'i Aç
uk: Відкрити GIF

# lng_context_pack_info
source: View Sticker Set
be: Прагледзець набор стыкераў
ca: Mostra el paquet d'adhesius
de: Sticker-Paket zeigen
es: Ver pack de stickers
fr: Voir le lot d'autocollants
it: Visualizza set di sticker
ko: 스티커 묶음 보기
ms: Lihat Set Stiker
nl: Bundel bekijken
pl: Zobacz zestaw naklejek
pt_br: Ver Pacote de Stickers
ru: Информация о наборе
tr: Çıkartma Paketini Görüntüle
uk: Переглянути пакунок

# lng_context_reschedule_selected
source: Reschedule Selected
be: Пераназначыць час выбраным
ca: Reprograma la selecció
de: Ausgewähltes umplanen
es: Reprogramar lo seleccionado
fr: Replanifier la sélection
it: Riprogramma selezionati
ko: 선택내역 시간 조정
ms: Tukar Jadual Dipilih
nl: Geselecteerde opnieuw plannen
pl: Zmień termin zaznaczonych
pt_br: Reagendar Selecionadas
ru: Изменить время для выбранных
tr: Yeniden Zamanlama Seçildi
uk: Змінити час для вибраних

# lng_context_save_audio
source: Save Voice Message As...
be: Захаваць галасавое паведамленне як...
ca: Anomena i desa el missatge de veu...
de: Sprachnachricht speichern unter...
es: Guardar como...
fr: Enregistrer le vocal
it: Salva messaggio vocale come...
ko: 음성 메시지를 다른 이름으로 저장
ms: Simpan Mesej Suara Sebagai...
nl: Spraakbericht opslaan als...
pl: Zapisz wiadomość głosową jako…
pt_br: Salvar Mensagem de Voz Como...
ru: Сохранить голосовое сообщение как...
tr: Sesli Mesaj Olarak Kaydet…
uk: Зберегти голосове повідомлення як...

# lng_context_save_audio_file
source: Save Audio File As...
be: Захаваць аўдыяфайл як...
ca: Anomena i desa l'àudio...
de: Audiodatei speichern unter...
es: Guardar audio como…
fr: Enregistrer le fichier audio sous...
it: Salva file audio come...
ko: 다른 이름으로 오디오 저장...
ms: Simpan Fail Audio Sebagai...
nl: Audiobestand opslaan als...
pl: Zapisz plik audio jako…
pt_br: Salvar Áudio Como...
ru: Сохранить аудиофайл как...
tr: Ses Dosyası Olarak Kaydet…
uk: Зберегти аудіофайл як...
